Repository: PragmaticMates/django-invoicing
Catalog: invoicing/locale/*/LC_MESSAGES/django.po
Languages: pl, sk

source: overdue
pl: po terminie
sk: oneskorená

source: no
pl: nie
sk: nie

source: yes
pl: tak
sk: áno

source: General information
pl: Ogólne informacje
sk: Všeobecné informácie

source: Contact details
pl: Dane kontaktowe
sk: Kontaktné informácie

source: Payment details
pl: Szczegóły płatności
sk: Platobné informácie

source: Supplier details
pl: Dane dostawcy
sk: Dodávateľ

source: Customer details
pl: Dane klienta
sk: Odberateľ

source: Shipping details
pl: Szczegóły dostawy
sk: Doručovacie informácie

source: subtotal
pl: suma częściowa
sk: medzisúčet

source: supplier
pl: dostawca
sk: dodávateľ

source: customer
pl: klient
sk: odberateľ

source: payment term
pl: termin płatności
sk: lehota splatnosti

source: is overdue
pl: jest po terminie
sk: je po splatnosti

source: is paid
pl: jest zapłacona
sk: je uhradená

source: Missing specification of accounting software
pl: Brak specyfikacji oprogramowania księgowego
sk: Chýba špecifikácia účtovného softvéru

source: %d invoices sent to accounting software
pl: %d faktury wysłane do oprogramowania księgowego
sk: %d faktúr odoslaných do účtovného softvéru

source: Send to accounting software
pl: Wyślij do oprogramowania księgowego
sk: Odoslať do účtovného softvéru

source: Export to xlsx
pl: Eksport do xlsx
sk: Exportovať do xlsx

source: Export to PDF
pl: Eksport do PDF
sk: Exportovať do PDF

source: invoices.xlsx
pl: faktury.xlsx
sk: faktury.xlsx

source: Details
pl: Szczegóły
sk: Podrobnosti

source: ID
sk: P.č.

source: Created
pl: Utworzone
sk: Vytvorené

source: Type
pl: Typ
sk: Typ

source: Sequence
pl: Sekwencja
sk: Sekvencia

source: Number
pl: Numer
sk: Číslo

source: Status
sk: Stav

source: Subtitle
pl: Podtytuł
sk: Podnadpis

source: Language
pl: Język
sk: Jazyk

source: Note
pl: Uwagi
sk: Poznámka

source: Dates
pl: Daty
sk: Dátumy

source: Issue date
pl: Data wystawienia
sk: Dátum vystavenia

source: Tax point date
pl: Data obowiązku podatkowego
sk: Dátum vzniku daňovej povinnosti

source: Due date
pl: Termin płatności
sk: Dátum splatnosti

source: Sent (date)
pl: Wysłano (data)
sk: Odoslaná (dátum)

source: Date of payment
pl: Data płatności
sk: Dátum platby

source: Payment term (days)
pl: Termin płatności (dni)
sk: Lehota splatnosti (dni)

source: Overdue (days)
pl: Po terminie (dni)
sk: Po splatnosti (dni)

source: Payment
pl: Płatność
sk: Platba

source: Total
pl: Suma
sk: Celkom

source: VAT
sk: DPH

source: Currency
pl: Waluta
sk: Mena

source: Credit
pl: Kredyt
sk: Kredit

source: Payment method
pl: Metoda płatności
sk: Spôsob platby

source: Constant symbol
pl: Stały symbol
sk: Konštantný symbol

source: Variable symbol
pl: Zmienny symbol
sk: Variabilný symbol

source: Specific symbol
pl: Specyficzny symbol
sk: Špecifický symbol

source: Reference
pl: Referencja
sk: Referencia

source: Bank name
pl: Nazwa banku
sk: Názov banky

source: Issuer
pl: Wystawca
sk: Vystavil

source: Supplier name
pl: Nazwa dostawcy
sk: Meno dodávateľa

source: Supplier street
pl: Ulica dostawcy
sk: Ulica dodávateľa

source: Supplier zip
pl: Kod pocztowy dostawcy
sk: PSČ dodávateľa

source: Supplier city
pl: Miasto dostawcy
sk: Mesto dodávateľa

source: Supplier country
pl: Kraj dostawcy
sk: Krajina dodávateľa

source: Supplier reg. ID
pl: REGON dostawcy
sk: IČO dodávateľa

source: Supplier tax ID
pl: NIP dostawcy
sk: DIČ dodávateľa

source: Supplier VAT ID
pl: VAT dostawcy
sk: IČ DPH dodávateľa

source: Supplier additional info
pl: Dodatkowe informacje o dostawcy
sk: Ďalšie informácie o dodávateľovi

source: Issuer name
pl: Imię wystawcy
sk: Meno kontaktnej osoby

source: Issuer email
pl: Email wystawcy
sk: Email kontaktnej osoby

source: Issuer phone
pl: Telefon wystawcy
sk: Telefón kontaktnej osoby

source: Customer
pl: Klient
sk: Odberateľ

source: Customer name
pl: Nazwa klienta
sk: Meno odberateľa

source: Customer street
pl: Ulica klienta
sk: Ulica odberateľa

source: Customer zip
pl: Kod pocztowy klienta
sk: PSČ odberateľa

source: Customer city
pl: Miasto klienta
sk: Mesto odberateľa

source: Customer country
pl: Kraj klienta
sk: Krajina odberateľa

source: Customer reg. ID
pl: REGON klienta
sk: IČO odberateľa

source: Customer tax ID
pl: NIP klienta
sk: DIČ odberateľa

source: Customer VAT ID
pl: VAT klienta
sk: IČ DPH odberateľa

source: Customer additional info
pl: Dodatkowe info o kliencie
sk: Ďalšie informácie o odberateľovi

source: Customer email
pl: Email klienta
sk: Email odberateľa

source: Customer phone
pl: Numer telefonu klienta
sk: Telefón odberateľa

source: Invoices
pl: Faktury
sk: Faktúry

source: invoices.zip
pl: faktury.zip
sk: faktury.zip

source: Invoice type is required when INVOICING_COUNTER_PER_TYPE is enabled
pl: Typ faktury jest wymagany, gdy włączona jest opcja INVOICING_COUNTER_PER_TYPE
sk: Typ faktúry je požadovaný keď je povolené INVOICING_COUNTER_PER_TYPE

source: Invoice type specified but INVOICING_COUNTER_PER_TYPE is disabled
pl: Określono typ faktury, ale INVOICING_COUNTER_PER_TYPE jest wyłączony
sk: Typ faktúry bol špecifikovaný ale INVOICING_COUNTER_PER_TYPE je zakázané

source: Accounting software %s not implemented
pl: Oprogramowanie księgowe %s nie zostało zaimplementowane
sk: Účtovný softvér %s nie je implementovaný

source: Missing accounting software API key
pl: Brak klucza API oprogramowania księgowego
sk: Chýba API kľúč účtovného softvéru

source: Result code: %d. Message: %s (%s)
pl: Kod wyniku: %d. Wiadomość: %s (%s)
sk: Návratový kód: %d. Správa: %s (%s)

source: %d invoices sent to accounting software [<a href="%s" target="_blank">Fetch</a>]
pl: %d faktury wysłane do oprogramowania księgowego [<a href="%s" target="_blank">Fetch</a>]
sk: %d faktúr odoslaných do účtovného softvéru [<a href="%s" target="_blank">Fetch</a>]

source: Missing accounting software API data
pl: Brak danych API oprogramowania księgowego
sk: Chýbajú API dáta účtovného softvéru

source: Reg. No.
pl: Numer rejestracyjny
sk: IČO

source: Tax No.
pl: Numer podatkowy
sk: DIČ

source: VAT No.
pl: Numer VAT
sk: IČ DPH

source: daily
pl: dzienny
sk: denne

source: monthly
pl: miesięczny
sk: mesačne

source: yearly
pl: rocznie
sk: ročne

source: Invoice
pl: Faktura
sk: Faktúra

source: Advance invoice
pl: Faktura zaliczkowa
sk: Zálohová faktúra

source: Proforma invoice
pl: Faktura pro forma
sk: Proforma faktúra

source: Credit note
pl: Nota kredytowa
sk: Dobropis

source: new
pl: nowa
sk: nová

source: sent
pl: wysłana
sk: odoslaná

source: returned
pl: zwrócona
sk: vrátená

source: canceled
pl: anulowana
sk: stornovaná

source: paid
pl: zapłacona
sk: uhradená

source: credited
pl: skorygowana
sk: dobropisovaná

source: uncollectible
pl: nie do ściągnięcia
sk: nevymožiteľná

source: bank transfer
pl: przelew bankowy
sk: bankový prevod

source: cash
pl: gotówka
sk: hotovosť

source: cash on delivery
pl: gotówka przy odbiorze
sk: dobierka

source: payment card
pl: karta płatnicza
sk: platobná karta

source: personal pickup
pl: odbiór osobisty
sk: osobný odber

source: mailing
pl: przesyłka pocztowa
sk: poštová zásielka

source: digital
pl: elektronicznie
sk: digitálne

source: 0001 - Payments for goods based on legal and executable decision from legal authority
pl: 0001 - Płatności za towary na podstawie prawnej i wykonalnej decyzji organu prawnego
sk: 0001 - platby za t. na zákl. práv. a vykon. rozhodnutia pr. orgánu

source: 0008 - Cashless payments for goods
pl: 0008 - Płatności bezgotówkowe za towary
sk: 0008 - platby za tovar bezhotovostné

source: 0038 - Cashless funds for wages
pl: 0038 - Środki bezgotówkowe na wynagrodzenia
sk: 0038 - bezhotovostné prostriedky na mzdy

source: 0058 - Cashless penalty and delinquency charges
pl: 0058 — Kara bezgotówkowa i opłaty za wykroczenie
sk: 0058 - bezhotovostné penále a poplatky z omeškania

source: 0068 - Transfer of funds for wages and other personal costs
pl: 0068 - Przelew środków na wynagrodzenia i inne koszty osobiste
sk: 0068 - prevody prostriedkov na mzdy a ostat. osobné náklady

source: 0138 - Cashless deductions at source
pl: 0138 - Odliczenia bezgotówkowe u źródła
sk: 0138 - bezhotovostné zrážky z miezd

source: 0168 - Cashless payments in loans
pl: 0168 - Płatności bezgotówkowe w pożyczkach
sk: 0168 - bezhotovostné splátky úverov a pôžičiek

source: 0178 - Sales from provided services
pl: 0178 - Sprzedaż ze świadczonych usług
sk: 0178 - tržby za poskytnuté služby

source: 0298 - Other cashless transfers
pl: 0298 - Inne przelewy bezgotówkowe
sk: 0298 - ostatné bezhotovostné prevody

source: 0304 - Prior payments for services
pl: 0304 - Wcześniejsze płatności za usługi
sk: 0304 - platby za služby prednostné

source: 0308 - Cashless payments for services
pl: 0308 - Płatności bezgotówkowe za usługi
sk: 0308 - platby za služby bezhotovostné

source: 0358 - Payments dedicated to payout through post offices
pl: 0358 - Płatności przeznaczone do wypłaty za pośrednictwem urzędów pocztowych
sk: 0358 - platby určené na výplaty prostredníctvom pôšt

source: 0379 - Other income, income from postal order
pl: 0379 - Inne dochody, dochody z przekazu pocztowego
sk: 0379 - ostatné príjmy, príjmy z pošt. poukážok

source: 0498 - Payments in loans
pl: 0498 - Płatności w pożyczkach
sk: 0498 - splátky úverov a pôžičiek

source: 0558 - Cashless other financial payments
pl: 0558 - Bezgotówkowe inne płatności finansowe
sk: 0558 - bezhotovostné ostatné finančné platby

source: 0934 - Benefits - prior payments
pl: 0934 - Korzyści - wcześniejsze wpłaty
sk: 0934 - dávky soc. zabezpečenia - prednostné platby

source: 0968 - Other cashless transfers
pl: 0968 - Inne przelewy bezgotówkowe
sk: 0968 - ostatné bezhotovostné prevody

source: 1144 - Prior payment - advance
pl: 1144 - Przedpłata - zaliczka
sk: 1144 - platba prednostná - záloha

source: 1148 - Payment - current advance
pl: 1148 - Płatność - bieżąca zaliczka
sk: 1148 - platba - bežná záloha

source: 1744 - Accounting of tax at income tax of physical body and corporate body
pl: 1744 - Rozliczanie podatku w podatku dochodowym od osoby fizycznej i prawnej
sk: 1744 - vyúčtovanie dane u dane z príjmov FP a PO prednostné

source: 1748 - Income tax of physical body and corporate body based on declared tax year
pl: 1748 - Podatek dochodowy od osoby fizycznej i prawnej na podstawie zadeklarowanego roku podatkowego
sk: 1748 - vyúčt. dane za posl. zdaňov. obdob.(dan z prijmu FO a PO)

source: 3118 - Insurance and empl. contrib. to insur. co. and the Labor Office
pl: 3118 - Ubezpieczenie i składki pracownicze do ubezpieczalni i Urzędu Pracy
sk: 3118 - poistné a príspevok zamestnávateľa do poisťovní a NÚP

source: 3344 - Penalty from message - prior
pl: 3344 - Kara odsetkowa
sk: 3344 - penále zo správy prednostné

source: 3348 - Penalty from message
pl: 3348 - Kara grzywny
sk: 3348 - penále zo správy

source: 3354 - Insurance payments by insurance companies
pl: 3354 - Płatności ubezpieczeniowe przez firmy ubezpieczeniowe
sk: 3554 - platby poistného poisťovniam

source: 3558 - Cashless insurance payments by insurance companies
pl: 3558 - Bezgotówkowe płatności ubezpieczeniowe przez firmy ubezpieczeniowe
sk: 3558 - bezhotovostné platby poistného poisťovniam

source: 8147 - Payment (posted together with the instruction)
pl: 8147 - Płatność (wysłana wraz z dyspozycją)
sk: 8147 - platba (účtovaná súčasne s predpisom)

source: type
pl: typ
sk: typ

source: sequence
pl: sekwencja
sk: sekvencia

source: number
pl: numer
sk: číslo

source: status
sk: stav

source: subtitle
pl: podtytuł
sk: podnadpis

source: related document
pl: powiązany dokument
sk: súvisiaci dokument

source: related invoices
pl: powiązane faktury
sk: súvisiace faktúry

source: language
pl: język
sk: jazyk

source: note
pl: uwaga
sk: poznámka

source: Thank you for using our services.
pl: Dziękujemy za korzystanie z naszych usług.
sk: Ďakujeme za využitie našich služieb.

source: issue date
pl: data wydania
sk: dátum vystavenia

source: tax point date
pl: data obowiązku podatkowego
sk: dátum vzniku daňovej povinnosti

source: time of supply
pl: dzień dostawy
sk: dátum dodania

source: due date
pl: termin płatności
sk: dátum splatnosti

source: payment till
pl: płatność do
sk: uhradiť do

source: date sent
pl: data wysłania
sk: dátum odoslania

source: date paid
pl: dzień zapłaty
sk: dátum úhrady

source: date reminder sent
pl: dzień wysłania przypomnienia
sk: dátum odoslania upomienky

source: currency
pl: waluta
sk: mena

source: credit
pl: kredyt
sk: kredit

source: payment method
pl: metoda płatności
sk: platobná metóda

source: constant symbol
pl: stały symbol
sk: konštantný symbol

source: variable symbol
pl: zmienny symbol
sk: variabilný symbol

source: specific symbol
pl: specyficzny symbol
sk: špecifický symbol

source: reference
pl: referencja
sk: referencia

source: bank name
pl: nazwa banku
sk: Názov banky

source: bank street and number
pl: ulica i numer banku
sk: ulica a číslo banky

source: bank ZIP
pl: kod pocztowy banku
sk: PSČ banky

source: bank city
pl: bank miasto
sk: mesto banky

source: bank country
pl: bank kraj
sk: krajina banky

source: Account number (IBAN)
pl: Numer konta (IBAN)
sk: Číslo účtu (IBAN)

source: Bank SWIFT / BIC
pl: BIC (Swift)
sk: SWIFT / BIC banky

source: supplier name
pl: nazwa dostawcy
sk: meno dodávateľa

source: supplier street and number
pl: ulica i numer dostawcy
sk: ulica a číslo dodávateľa

source: supplier ZIP
pl: kod pocztowy dostawcy
sk: PSČ dodávateľa

source: supplier city
pl: miasto dostawcy
sk: mesto dodávateľa

source: supplier country
pl: kraj dostawcy
sk: krajina dodávateľa

source: supplier Reg. No.
pl: Numer KRS dostawcy
sk: IČO dodávateľa

source: supplier Tax No.
pl: NIP dostawcy
sk: DIČ dodávateľa

source: supplier VAT No.
pl: Numer VAT dostawcy
sk: IČ DPH dodávateľa

source: supplier additional information
pl: dodatkowe informacje o dostawcy
sk: dodatočné informácie dodávateľa

source: issuer name
pl: imię wystawcy
sk: meno kontaktnej osoby

source: issuer email
pl: email wystawcy
sk: email kontaktnej osoby

source: issuer phone
pl: telefon wystawcy
sk: telefón kontaktnej osoby

source: customer name
pl: nazwa klienta
sk: meno odberateľa

source: customer street and number
pl: ulica i numer klienta
sk: ulica a číslo odberateľa

source: customer ZIP
pl: kod pocztowy klienta
sk: PSČ odberateľa

source: customer city
pl: miasto klienta
sk: mesto odberateľa

source: customer country
pl: kraj klienta
sk: krajina odberateľa

source: customer Reg. No.
pl: Numer KRS klienta
sk: IČO odberateľa

source: customer Tax No.
pl: NIP klienta
sk: DIČ odberateľa

source: customer VAT No.
pl: Numer VAT klienta
sk: IČ DPH odberateľa

source: customer additional information
pl: dodatkowe informacje o kliencie
sk: dodatočné informácie odberateľa

source: customer email
pl: email klienta
sk: email odberateľa

source: customer phone
pl: numer telefonu klienta
sk: telefón odberateľa

source: shipping name
pl: adres doręczenia - imię
sk: doručovacia adresa - meno

source: shipping street and number
pl: ulica i numer doręczenia
sk: doručovacia adresa - ulica a číslo

source: shipping ZIP
pl: kod pocztowy doręczenia
sk: doručovacia adresa - PSČ

source: shipping city
pl: miasto doręczenia
sk: doručovacia adresa - mesto

source: shipping country
pl: kraj doręczenia
sk: doručovacia adresa - krajina

source: delivery method
pl: sposób dostawy
sk: spôsob doručenia

source: total
pl: suma
sk: celkom

source: attachments
pl: załączniki
sk: prílohy

source: created
pl: utworzone
sk: vytvorené

source: modified
pl: zmodyfikowane
sk: upravené

source: invoice
pl: faktura
sk: faktúra

source: invoices
pl: faktury
sk: faktúry

source: pcs.
pl: szt.
sk: ks

source: hours
pl: godz.
sk: hod.

source: title
pl: nazwa
sk: názov

source: quantity
pl: ilość
sk: počet

source: unit
pl: jednostka
sk: jednotka

source: unit price
pl: cena jednostkowa
sk: jednotková cena

source: discount (%)
pl: rabat (%)
sk: zľava (%)

source: tax rate (%)
pl: wysokość podatku (%)
sk: sadzba DPH (%)

source: VAT rate
pl: stawka VAT
sk: sadzba DPH

source: tag
pl: etykieta
sk: značka

source: weight
pl: waga
sk: váha

source: ordering
pl: kolejność
sk: poradie

source: item
pl: przedmiot
sk: položka

source: items
pl: przedmioty
sk: položky

source: Supplier
pl: Dostawca
sk: Dodávateľ

source: Bank
sk: Banka

source: Title
pl: Nazwa
sk: Názov

source: Agency address
pl: Adres oddziału
sk: Adresa pobočky

source: Bank IBAN code
pl: Kod IBAN
sk: IBAN

source: Name
pl: Imię
sk: Meno

source: Phone
pl: Nr telefonu
sk: Telefón

source: Additional data
pl: Dodatkowe informacje
sk: Dodatočné informácie

source: Time of supply
pl: Dzień dostawy
sk: Dátum dodania

source: day,days
pl: dzień, dni
sk: deň,dní

source: Delivery method
pl: Metoda dostawy
sk: Spôsob doručenia

source: Invoice items
pl: Przedmioty faktury
sk: Položky faktúry

source: Description
pl: Opis
sk: Opis

source: Quantity
pl: Ilość
sk: Počet

source: Unit
pl: Jednostka
sk: Jednotka

source: Unit price
pl: Cena jednostki
sk: Jednotková cena

source: Discount
pl: Rabat
sk: Zľava

source: Price
pl: Cena
sk: Cena

source: Tax rate
pl: Stawka podatkowa
sk: Sadzba DPH

source: VAT amount
pl: VAT
sk: DPH

source: Line total
pl: Kwota
sk: Celkom

source: with taxes
pl: z podatkami
sk: s DPH

source: There are no invoice items.
pl: Nie ma żadnych przedmiotów faktury.
sk: Faktúra nemá žiadne položky.

source: Summary
pl: Podsumowanie
sk: Sumarizácia

source: Base
pl: Podstawa
sk: Základ dane

source: Not a VAT payer
pl: Niepłatnik VAT
sk: Dodávateľ nie je platcom DPH

source: Other
pl: Inne
sk: Iné

source: price before discount
pl: cena bez rabatu
sk: cena pred zľavou

source: total discount
pl: suma rabatu
sk: celkom zľava

source: TOTAL DUE
pl: SUMA NALEŻNOŚCI
sk: Suma na úhradu

source: Email
pl: Adres email
